10/data/attachments/f3a5e8f1671460d8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bd499d76-c2de-43d5-9c2c-35abbfe1f50d</nif:username>
            <nif:friendToBeAdded>Kim_design_Actions_43018_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>